/* Turkish translation - strings need translating from English */

"Yes" = "Evet";

"No" = "Hayır";

"MainFan" = "Ana Fan";

"Left Fan" = "Sol Fan";

"Right Fan" = "Sağ Fan";

"smcFanControl has not been tested on this machine yet, but it should run if you follow the instructions. \n\nIf you choose to continue, please make sure you have no other FanControl-software running. Otherwise please quit, deinstall the other software, restart your machine and rerun smcFanControl!" = "smcFanControl henüz bu makinede test edilmedi, ancak talimatları izlerseniz çalışması gerekir. \n\nDevam etmeyi seçerseniz, lütfen başka bir FanControl yazılımının çalışmadığından emin olun. Aksi takdirde, lütfen kapatın, diğer yazılımı kaldırın, makinenizi yeniden başlatın ve smcFanControl'ü tekrar çalıştırın!";

"Continue" = "Devam et";

"Quit" = "Çık";

"Alert!" = "Uyarı!";

"Do you want to reset smcFanControl to default settings? Fans will return to default speed." = "smcFanControl'ü varsayılan ayarlara sıfırlamak ister misiniz?\nFanlar varsayılan hızlarına dönecektir.";

"Please shutdown your computer now to return to default fan settings." = "Lütfen varsayılan fan ayarlarına dönmek için bilgisayarınızı şimdi kapatın.";

"Reset Settings" = "Ayarları sıfırla";

"Shutdown required" = "Kapatma gerekli";

/* Sleep/Wake Fix */
"Sleep/Wake Fix..." = "Uyu/Uyan Düzeltmesi...";

"Sleep/Wake Fix for Intel Macs" = "Intel Mac'ler için Uyu/Uyan Düzeltmesi";

"Older Intel Macs can crash when waking from sleep due to macOS hibernation features designed for newer hardware. This fix disables hibernation and related features so your Mac sleeps and wakes reliably." = "Eski Intel işlemcili Mac'ler, yeni donanımlar için tasarlanmış macOS hazırda bekletme özelliklerinden dolayı uyku modundan çıkarken çökebilir. Bu düzeltme, hazırda bekletmeyi ve ilgili özellikleri devre dışı bırakarak Mac'inizin güvenilir bir şekilde uykuya geçmesini ve uyanmasını sağlar.";

"No reboot required. Changes take effect immediately." = "Yeniden başlatma gerekmez. Değişiklikler anında geçerli olur.";

"Fix Applied" = "Düzeltme Uygulandı.";

"Needs Fix" = "Düzeltme Gerekiyor";

"Apply Fix" = "Düzeltmeyi Uygula";

"Restore Defaults" = "Varsayılanları Geri Yükle";

/* Menu items */
"Quit smcFanControl CE" = "smcFanControl CE'den çık";

/* Support */
"Support on Ko-fi" = "Ko-fi üzerinden destek ol.";
